Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/Source/Puncher/PuncherAlarms.tmx
Source language: en
Languages: it

source: Puncher axis is in error
it: Puncher ha rilevato un malfunzionamento dell'asse

source: Puncher forward/backward sensors simultaneously active
it: Puncher ha rilevato una combinazione anomala dei sensori

source: Puncher axis was not able to homing
it: Puncher ha fallito l'homing

source: Puncher axis was not able to power on
it: Puncher ha fallito il power on

source: Puncher was not able to reach backward position
it: Puncher ha fallito il movimento indietro

source: Puncher was not able to reach forward position
it: Puncher ha fallito il movimento avanti

source: Puncher axis was not able to resolve the command
it: Puncher non è stato in grado di comunicare il comando all'asse
